Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Stay in private browsing
co: Stà in navigazione privata

source: Stop downloading %1$s (%2$s)
co: Piantà u scaricamentu di %1$s (%2$s)

source: Stories
co: Articuli

source: Stories by topic
co: Storie da l’articulu

source: Street Address
co: Indirizzu pustale

source: Suburb
co: Circondu

source: Suggested logins
co: Identificazioni di cunnessione suggerite

source: Suggestions from %1$s
co: Suggestioni da %1$s

source: Suggestions from search engines
co: Suggestioni di i mutori di ricerca

source: Suggestions from sponsors
co: Suggestioni da i spunsurizatori

source: Suggest strong password
co: Suggerisce una parolla d’intesa forte

source: Sunrise
co: Spuntà di u sole

source: Sunset
co: Trapughjata di u sole

source: Support %1$s with occasional sponsored suggestions
co: Sustene %1$s cù suggestioni occasiunale spunsurizate

source: Supported add-ons checker
co: Verificazione di i moduli addiziunali accettati

source: Support request sent
co: Dumanda mandata per chì u situ sia accettatu

source: Survey complete
co: Inchiesta compia

source: Survey feature icon
co: Icona di a funzione d’inchiesta

source: Suspected Fingerprinters
co: Detettori d’impronta numerica suspettati

source: %s will share everything you type in the address bar with your default search engine.
co: %s manderà tuttu ciò chì vò stampittate in a barra di ricerca à u vostru mutore di ricerca predefinitu.

source: Swipe address bar sideways to switch tabs
co: Fà sguillà a barra d’indirizzu lateralmente per cambià d’unghjetta

source: Swipe left or right to switch. Swipe left on your last tab to open a new tab.
co: Spazzà à manca o à diritta per cambià d’unghjetta. Spazzà versu à manca nant’à a vostra ultima unghjetta per apre un’unghjetta nova.

source: Swipe the toolbar left or right to switch tabs.
co: Spazzà a barra d’attrezzi à manca o à diritta per cambià d’unghjetta.

source: Swipe the toolbar to switch tabs
co: Fà sfilà a barra d’attrezzi per cambià d’unghjetta

source: Switching screens is easier than ever
co: Passà d’un screnu à l’altru hè più faciule chè mai

source: Switch to desktop site
co: Passà à a versione per urdinatore

source: Switch to mobile site
co: Passà à a versione per telefonu

source: Switch your default browser
co: Cambià di navigatore predefinitu

source: %s won’t save passwords for sites listed here.
co: %s ùn arregistrerà micca e parolle d’intesa per i siti allistinati quì.

source: %s won’t save passwords for these sites.
co: %s ùn arregistrerà micca e parolle d’intesa per sti siti.

source: Sync
co: Sincrunizazione

source: Sync %1$s between devices
co: Sincrunizate %1$s trà i vostri apparechji

source: Sync addresses
co: Sincrunizà l’indirizzi

source: Sync addresses across devices
co: Sincrunizà l’indirizzi trà i vostri apparechji

source: Sync and save data
co: Sincrunizà è arregistrà i dati

source: Sync and save your data
co: Sincrunizà è arregistrà i vostri dati

source: Sync bookmarks, passwords, tabs, and more
co: Sincrunizà l’indette, e parolle d’intesa, l’unghjette, è ancu di più

source: Sync cards
co: Sincrunizà e carte

source: Sync cards across devices
co: Sincrunizate e carte trà i vostri apparechji

source: Synced device
co: Apparechju sincrunizatu

source: Synced from other devices
co: Sincrunizati nant’à d’altri apparechji

source: Synced tabs
co: Unghjette sincrunizate

source: Synced Tabs Open: %1$s. Tap to switch tabs.
co: Unghjette sincrunizate aperte : %1$s. Picchichjà per cambià d’unghjetta.

source: Sync everywhere you use Firefox
co: Sincrunizate dapertuttu induve vo impiegate Firefox

source: Sync Firefox between devices
co: Sincrunizate Firefox trà i vostri apparechji

source: Syncing paused
co: Sincrunizazione messa in pausa

source: Sync logins across devices
co: Sincrunizà l’identificazioni di cunnessione trà l’apparechji

source: Sync passwords
co: Sincrunizà e parolle d’intesa

source: Sync passwords across devices
co: Sincrunizà e parolle d’intesa trà l’apparechji

source: Sync passwords, bookmarks, and more
co: Sincrunizà e parolle d’intesa, l’indette, è ancu di più

source: Sync passwords, tabs, and more
co: Sincrunizà e parolle d’intesa, l’unghjette, è ancu di più

source: Sync tabs
co: Sincrunizà l’unghjette

source: Sync tabs and passwords across devices for seamless screen-switching.
co: Sincrunizate l’unghjette è e parolle d’intesa trà i vostri apparechji per passà d’un screnu à l’altru senza straziu.

source: Sync tabs, bookmarks, passwords, and more.
co: Sincrunizate unghjette, indette, parolle d’intesa è ancu di più.

source: Sync your tabs between devices, manage downloads, get tips about making the most of %s’s privacy protection, and more.
co: Sincrunizate l’unghjette trà i vostri apparechji, urganizate i scaricamenti, ottinite cunsiglii per sfruttà u più bellu di a prutezzione di a vita privata da %s, è ancu di più.

source: System auto
co: Autumaticu (sistema)

source: Tab bar display
co: Affissera di a barra d’unghjette

source: Tab count
co: Numeru d’unghjette

source: Tab creation tool
co: Attrezzu di creazione d’unghjetta

source: Tab quantity to create
co: Numeru d’unghjette à creà

source: Tabs are available here for %s. After that time, tabs will be automatically closed.
co: L’unghjette sò dispunibule quì durante %s. Dopu à stu tempu, seranu chjose autumaticamente.

source: Tab saved
co: Unghjetta arregistrata

source: Tabs closed: %1$s
co: Unghjette chjose : %1$s

source: Tab sent
co: Unghjetta mandata

source: Tab settings
co: Parametri di l’unghjette

source: Tabs Open: %1$s. Tap to switch tabs.
co: Unghjette aperte : %1$s. Picchichjà per cambià d’unghjetta.

source: Tabs sent
co: Unghjette mandate

source: Tabs you haven’t viewed for two weeks get moved here.
co: L’unghjette chì vo ùn avete micca viste dapoi duie settimane sò dispiazzate quì.

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
co: L’unghjette chì vo ùn avete micca viste dapoi duie settimane sò dispiazzate in a sezzione inattiva.

source: Tab Tools
co: Attrezzi d’unghjette

source: Takes seconds. Change anytime.
co: Bastanu duie seconde. Cambiate quand’ella vi pare.

source: Take Survey
co: Risponde à l’inchiesta

source: Tap and hold the arrows to jump between pages in this tab’s history.
co: Picchichjà è mantene e fleccie per saltà trà e pagine in sta cronolugia d’unghjetta

source: Tap here to start a fresh private session. Delete your history, cookies — everything.
co: Picchicciate quì per principià una sessione privata nova. Squassà cronolugia, canistrelli… tuttu.

source: Tap logo to change wallpaper
co: Picchichjà u logo per cambià u sfondulu di screnu

source: Tap or swipe this notification to close private tabs.
co: Picchichjate o spazzate sta nutificazione per chjode l’unghjette private.

source: Tap to open the tab that’s using your camera.
co: Picchichjà per apre l’unghjetta chì impiegheghja u vostru apparechju-fotò.

source: Tap to open the tab that’s using your microphone.
co: Picchichjà per apre l’unghjetta chì impiegheghja u vostru microfonu.

source: Tap to open the tab that’s using your microphone and camera.
co: Picchichjà per apre l’unghjetta chì impiegheghja i vostri microfonu è apparechju-fotò.

source: Task icon
co: Icona di tacca

source: technical and interaction data
co: dati tecnichi è d’interazzione

source: Technical and interaction data
co: Dati tecnichi è d’interazzione

source: Technical Data
co: Dati tecnichi

source: Tell websites not to share & sell data
co: Dì à i siti web d’ùn sparte è d’ùn vende i mo dati

source: Temporarily disabled
co: Disattivata timpurariamente

source: Temporarily overrides the home and current region values for testing.
co: Rimpiazzeghja timpurariamente i valori di regione - accolta è attuale - per fà prove.

source: Terms of Service
co: cundizioni d’utilizazione

source: terms of use
co: cundizioni d’utilizazione

source: Terms of use
co: Cundizioni d’utilizazione

source: Terms of Use
co: Cundizioni d’utilizazione

source: Text field is empty
co: U campu di testu hè viotu

source: Thanks for loving %1$s. Got a second to spread the love with a rating?
co: Simu cuntenti chì %1$s vi piace. Averiate una seconda per attribuisceci una nota di valutazione ?

source: Thanks for reporting!
co: Vi ringraziemu di u vostru signalamentu !

source: Thanks for your feedback!
co: Vi ringraziemu d’avè spartitu u vostru avisu !

source: The application will quit to apply changes
co: L’appiecazione hà da piantà per appiecà i cambiamenti

source: The app may close. Just tap your shiny new icon to reopen %1$s.
co: L’appiecazione puderia chjodesi. Picchichjate puru nant’à a vostra icona nova nova per riapre %1$s.

source: The <b>adjusted rating</b> is based only on reviews we believe to be reliable.
co: A <b>valutazione rettificata</b> si basa solu nant’à l’avisi chì no pensemu degni di cunfidenza.

source: The developer says the extension wants to collect: %1$s
co: U sviluppatore dece chì st’estensione vole cullettà : %1$s.

source: The developer says this extension collects: %1$s
co: U sviluppatore dece chì st’estensione culletteghja : %1$s.

source: The developer says this extension collects: %1$s.
co: U sviluppatore dece chì st’estensione culletteghja : %1$s.

source: The developer says this extension doesn’t require data collection.
co: U sviluppatore dece chì st’estensione ùn hà bisognu à cullettà dati.

source: The editable text field for the password.
co: U campu di testu mudifichevule per a parolla d’intesa.

source: The editable text field for the password of the login.
co: U campu di testu mudifichevule per a parolla d’intesa di l’identificazione.

source: The editable text field for the username.
co: U campu di testu mudifichevule per u nome d’utilizatore.

source: The editable text field for the website address.
co: U campu di testu mudifichevule per l’indirizzu di u situ web.

source: The Independent Voices collection.
co: A cullezzione Voci indipendente.

source: The Independent Voices collection. %s
co: A cullezzione Voci indipendente. %s

source: The logins you save or sync to %s will show up here.
co: L’identificazioni di cunnessione chì voi arregistrate o sincrunizate cù %s seranu affissate quì.

source: The new Independent Voices collection.
co: A nova cullezzione di Voci indipendente.

source: The new Independent Voices collection. %s
co: A nova cullezzione di Voci indipendente. %s

source: The page at %1$s says:
co: Annunziamentu di a pagina %1$s :

source: The passwords you save or sync to %s will be listed here. All passwords you save are encrypted.
co: E parolle d’intesa chì vo arregistrate o sincrunizate cù %s seranu affissate quì. Tutte e parolle d’intesa chì vo arregistrate sò cifrate.

source: There was a problem opening %s. Sending a crash report helps us diagnose and fix problems with the browser. Reports may include personal or sensitive data.
co: Un prublema hè accadutu à l’apertura di %s. L’inviu d’un raportu d’accidente ci permette di diagnosticà è di currege i prublemi cù u navigatore.

source: There was a problem translating. Please try again.
co: Un prublema hè accadutu durante a traduzzione. Ci vole à pruvà torna.

source: The two-week time period is too long
co: A durata di duie settimane hè troppu longa

source: The two-week time period is too short
co: A durata di duie settimane hè troppu corta

source: This add-on could not be downloaded because of a connection failure.
co: Stu modulu addiziunale ùn pò micca esse scaricatu per via d’un fiascu di cunnessione.

source: This add-on could not be installed because it appears to be corrupt.
co: Stu modulu addiziunale ùn pò micca esse installatu perchè pare deteriuratu.

source: This add-on could not be installed because it has not been verified.
co: Stu modulu addiziunale ùn pò micca esse installatu perchè ùn hè micca statu verificatu.

source: This add-on was migrated from a previous version of %1$s
co: Stu modulu hè statu impurtatu da una versione precedente di %1$s

source: This bar tucks away as you scroll down for extra browsing space.
co: Sta barra si piatta quandu si sfila versu u bassu, per lascià più spaziu per a navigazione.

source: This could take about 60 seconds.
co: St’operazione pò piglià 60 seconde

source: This device doesn’t have enough space to download <b>%s</b>.
co: St’apparechju ùn hà abbastanza spaziu per scaricà <b>%s</b>.

source: This extension could not be downloaded because of a connection failure.
co: St’estensione ùn pò micca esse scaricata per via d’un fiascu di cunnessione.

source: This extension could not be installed because it appears to be corrupt.
co: St’estensione ùn pò micca esse installata perchè pare deteriurata.

source: This extension could not be installed because it has not been verified.
co: St’estensione ùn pò micca esse installata perchè ùn hè micca stata verificata.

source: This extension doesn’t require any permissions.
co: St’estensione ùn richiede alcunu permessu.

source: This extension is blocked for violating Mozilla’s policies and has been disabled.
co: St’estensione hè stata bluccata perchè trasgredisce e regule di Mozilla è tandu hè stata disattivata.

source: This extension is restricted and has been disabled. You can enable it, but this may be risky.
co: St’estensione hè sottumessa à certe ristrizzioni è hè stata disattivata. Pudete attivalla, ma puderia esse risicatu.

source: This extension is restricted for violating Mozilla’s policies and has been disabled. You can enable it, but this may be risky.
co: St’estensione hè stata ristrinta perchè trasgredisce e regule di Mozilla è tandu hè stata disattivata. Pudete attivalla, ma puderia esse risicatu.

source: This extension is restricted. Using it may be risky.
co: St’estensione hè sottumessa à certe ristrizzioni. Impiegalla hè risicatu.

source: This extension violates Mozilla’s policies and has been disabled. You can enable it, but this may be risky.
co: St’estensione chì trasgredisce e regule di Mozilla hè stata disattivata.Pudete attivalla, ma puderia esse risicatu.

source: This extension violates Mozilla’s policies. Using it may be risky.
co: St’estensione trasgredisce e regule di Mozilla. Impiegalla hè risicatu.

source: This helps Mozilla to estimate active users.
co: Què aiuta à Mozilla à prezzà u numeru d’utilizatori attivi.

source: This helps us diagnose and fix issues with the browser. Reports may include personal or sensitive data.
co: Què ci aiuta à diagnosticà è currege i prublemi cù u navigatore. I raporti ponu cuntene dati persunali o sensibile.

source: This page is stored on your device
co: Sta pagina hè piazzata nant’à u vostru apparechju

source: This page is stored on your device.
co: Sta pagina hè piazzata nant’à u vostru apparechju.

source: This setting helps fix the most common site problems. If you turn it off, some sites may not work, and %1$s won’t be able to help troubleshoot those issues.
co: Stu parametru permette di currege i prublemi i più cumuni nant’à i siti. S’ellu hè disattivatu, certi siti ponu ùn micca funziunà, è %1$s ùn puderà aiutavvi à currege quelli prublemi.

source: This site is currently not supported by Cookie Banner Reduction. Would you like our team to review this website and add support in the future?
co: Ora, stu situ ùn hè micca accettatu da a riduzzione di e striscie di cannistrelli. Vulete chì a nostra squadra verificheghji stu situ web è accettallu in u futuru ?

source: This time search:
co: Sta volta, ricercà cù :

source: This time search in:
co: Sta volta, ricercà cù :

source: This website requires a secure connection.
co: Stu situ web richiede una cunnessione sicura.

source: This will close all open tabs.
co: St’azzione hà da chjode tutte l’unghjette aperte.

source: This will delete all items.
co: St’azzione squasserà tutti l’elementi.

source: Thought provoking stories
co: Storie chì fanu riflette

source: Thought-provoking stories
co: Storie chì facenu riflette

source: Thousands of customizations
co: Millai di persunalizazioni

source: Time range to delete
co: Intervallu di tempu à squassà

source: Time to inactive is too long
co: U tempu d’inattività hè troppu longu

source: Time to inactive is too short
co: U tempu d’inattività hè troppu cortu

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
co: Per aghjunghje un novu accurtatoghju, ci vole à cacciane un’altru. Effettuate una longa incalcata nant’à u situ è selezziunate Caccià

source: To add a new site: Visit it and select “Never translate this site” from the translation menu.
co: Per aghjunghje un situ novu : visitatelu è selezziunate « Ùn traduce mai stu situ » da u listinu di traduzzione.

source: Today and yesterday
co: Oghje è eri

source: To exit fullscreen, drag from top and press back
co: Per esce di u screnu sanu, trascinà da l’altu è appughjà nant’à « Precedente »

source: To exit fullscreen, drag from top and use back gesture
co: Per esce di u screnu sanu, trascinà da l’altu è impiegà un gestu versu in daretu

source: To help improve the browser, Firefox sends diagnostic and interaction data to Mozilla. %1$s
co: Per aiutà à amendà u navigatore, Firefox manda à Mozilla dati di diagnosticu è d’interazzione. %1$s

source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
co: Per sapè s’è l’avisi di stu pruduttu sò degni di cunfidenza, cuntrollà a qualità di l’avisi. St’operazione piglia circa 60 seconde solu.

source: Toolbar layout
co: Dispusizione di a barra d’attrezzi

source: Toolbar shortcut
co: Accurtatoghju nant’à a barra d’attrezzi

source: Tools
co: Attrezzi

source: To send a tab, sign in to Firefox on at least one other device.
co: Per mandà un’unghjetta, cunnittitevi à u vostru contu Firefox nant’à omancu un altru apparechju.

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
co: A prutezzione tutale contr’à i canistrelli scarta i canistrelli di u situ chì vo visitate è cusì l’elementi di spiunagiu cum’è e rete di publicità ùn ponu micca impiegalli per seguitavvi d’un situ à l’altru.

source: To use extensions, enable them in settings or by selecting “%s” below.
co: Per impiegà estensioni, attivatele in i parametri, o selezziunendu « %s » quì sottu.

source: Townland
co: Paisolu

source: Trackers aren’t blocked
co: I perseguitatori ùn sò micca bluccati

source: Trackers blocked: %d
co: Perseguitatori bluccati : %d

source: Translate
co: Traduce

source: Translated
co: Traduttu

source: Translated from %1$s to %2$s
co: Tradutta da %1$s versu %2$s

source: Translated to %1$s
co: Tradutta in %1$s

source: Translate from
co: Traduce da

source: Translate page
co: Traduce a pagina

source: Translate page…
co: Traduce a pagina…

source: Translate this page?
co: Traduce sta pagina ?

source: Translate to
co: Traduce versu

source: Translating
co: Traduzzione

source: Translating…
co: Traduzzione…

source: Translating in Progress
co: Traduzzione in corsu

source: Translation
co: Traduzzione

source: Translation options
co: Ozzioni di traduzzione

source: Translation Options
co: Ozzioni di traduzzione

source: Translation preferences
co: Preferenze di traduzzione

source: Translations
co: Traduzzioni

source: Translation settings
co: Parametri di traduzzione

source: Trending on %s
co: Tendenza nant’à %s

source: Trending Searches
co: Ricerche pupulare

source: Try again
co: Pruvà torna

source: Try another search!
co: Pruvate cù un’altra ricerca.

source: Try another source language
co: Pruvate un’altra lingua d’origine

source: Try a recommended extension
co: Pruvà un’estensione ricumandata

source: Try a splash of color
co: Pruvate un tastu di culore

source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
co: Pruvate di cunnettevi nant’à un altru apparechju. Verificate u vostru modem o « router ». Discunnittitevi è ricunnittitevi à u Wi-Fi.

source: Try our trusted guide to product reviews
co: Pruvate a nostra guida di cunfidenza nant’à l’avisi di prudutti

source: Try out features and ideas before they’re released to everyone.
co: Pruvate funzioni è idee prima ch’elle sianu dispunibule à tutti.

source: Try private browsing
co: Pruvà a navigazione privata

source: Try private translations in %1$s
co: Pruvà e traduzzioni private di %1$s

source: Try restarting add-ons
co: Pruvà di rilancià i moduli

source: Try restarting extensions
co: Pruvà di rilancià l’estensioni

source: Try review checker
co: Pruvà u verificadore d’avisu

source: Try the Firefox search widget
co: Pruvate u widget di ricerca di Firefox

source: Turn fixes off
co: Disattivà e currezzioni

source: Turning on tracking protection is recommended.
co: Hè ricumandatu d’attivà a prutezzione contr’à u spiunagiu.

source: Turn off and %1$s will clear cookies and reload this site. This may sign you out or empty shopping carts.
co: Disattivate l’ozzione è %1$s squasserà i canistrelli è ricaricherà stu situ. St’azzioni ponu discunettevi o viutà e vostre sporte di comprera.

source: Turn off Cookie Banner Blocker for %1$s?
co: Disattivà u blucchime di e striscie di cannistrelli per %1$s ?

source: Turn off Cookie Banner Reduction for %1$s?
co: Disattivà a riduzzione di e striscie di cannistrelli per %1$s ?

source: Turn off in settings
co: Disattivà in i parametri

source: Turn off Reader View
co: Disattivà u modu di lettura

source: Turn off review checker
co: Disattivà u verificadore d’avisu

source: Turn off when a network tells %1$s it shouldn’t use secure DNS. %2$s
co: Disattivà quand’una reta dice à %1$s ch’ellu ùn duveria micca impiegà di DNS sicuru. %2$s

source: Turn off when VPN, parental control, or enterprise policies are active
co: Disattivà in presenza di VPN, di cuntrollu parentale, o di strategie d’impresa

source: Turn on and %1$s will try to automatically refuse all cookie banners on this site.
co: Attivate l’ozzione è %1$s pruverà di righjittà autumaticamente tutte e striscie di canistrelli nant’à stu situ.

source: Turn on auto close
co: Attivà a chjusura autumatica

source: Turn on auto-close
co: Attivà a chjusura autumatica

source: TURN ON AUTO CLOSE
co: ATTIVÀ A CHJUSURA AUTUMATICA

source: Turn on Cookie Banner Blocker for %1$s?
co: Attivà u blucchime di e striscie di cannistrelli per %1$s ?

source: Turn on Cookie Banner Reduction for %1$s?
co: Attivà a riduzzione di e striscie di cannistrelli per %1$s ?

source: Turn on notifications
co: Attivà e nutificazioni

source: Turn on Reader View
co: Attivà u modu di lettura

source: Twilight
co: Attrachju

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
co: <ul> <li>A pagina chì vò circate à fighjà ùn pò micca esse affissata perchè u situ web richiede una cunnessione sicura.</li> <li>Sicuramente, stu prublema hè cagiunatu da u situ web, è ùn pudete fà nunda per què.</li> <li>Ma pudete cuntattà l’amministratore di stu situ web per infurmallu di stu prublema.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
co: ¶ <ul>¶ <li>Stu penseru pò vene di a cunfigurazione di u servitore, osinnò ghjè qualchissia forse chì prova d’impatrunissi di u servitore.</li>¶ <li>S’è vo avete dighjà riesciutu à cunnettevi à stu servitore, u sbagliu pò esse timpurariu, è pudete pruvà torna da quì à pocu.</li>¶ </ul>¶
